{
    "games" : [
        {
            "id" : 1,
            "title" : "Valorant",
            "release" : 2020,
            "image" : "./assets/valorantFrontPage.webp",
            "likes" : 0,
            "comments" : "",
            "description" : "Valorant is a tactical first-person shooter (FPS) game developed by Riot Games. In this team-based multiplayer game, two teams of five players compete in rounds, taking on the roles of Attackers and Defenders. Players choose unique Agents with special abilities, adding strategic depth to the intense gunplay. Valorant emphasizes precise shooting, teamwork, and map control, making it a popular choice for competitive esports play. With a vibrant esports scene and regular updates, Valorant continues to captivate players with its combination of strategy and skill.",
            "time" : "Infinite"
        },
        {
            "id" : 2,
            "title" : "Legend Of Zelda: Tears of The Kingdom",
            "release" : 2023,
            "image" : "./assets/TOTK.jpg",
            "likes" : 0,
            "comments" : "",
            "description" : "Link and Zelda set out to explore a cavern beneath Hyrule Castle, from which gloom, a poisonous substance, has been seeping out and causing people to fall ill.",
            "time" : "59"
        },
        {
            "id" : 3,
            "title" : "Overwatch 2",
            "release" : 2022,
            "image" : "./assets/Overwatch2.avif",
            "likes" : 0,
            "comments" : "",
            "description" : "Overwatch 2 is a team-based first-person shooter developed by Blizzard Entertainment. Building upon the success of the original Overwatch, it introduces a variety of new features. Players can expect new maps, heroes, and game modes, as well as updated graphics and engine enhancements. Overwatch 2 continues to emphasize team coordination and hero-based gameplay, making it a highly anticipated sequel for fans of the franchise. ",
            "time" : "Infinite"
        },
        {
            "id" : 4,
            "title" : "Stardew Valley",
            "release" : 2016,
            "image" : "./assets/StarDew-Valley.jpg",
            "likes" : 0,
            "comments" : "",
            "description" : "Stardew Valley is a beloved indie farming simulation game developed by ConcernedApe. In this game, players inherit a run-down farm and must transform it into a thriving agricultural paradise. Alongside farming, players can mine for resources, fish, raise animals, and build relationships with the charming residents of Pelican Town. Stardew Valley offers a relaxing and immersive experience, allowing players to customize their farms and play at their own pace. With its endearing pixel art style and endless possibilities, it has become a favorite among fans of simulation and sandbox games.",
            "time" : "52"
        },
        {
            "id" : 5,
            "title" : "Super Smash Bros. Ultimate",
            "release" : 2018,
            "image" : "./assets/newSmashUlt.png",
            "likes" : 0,
            "comments" : "",
            "description" : "Super Smash Bros. Ultimate is a critically acclaimed crossover fighting game developed by Nintendo for the Nintendo Switch. It features an extensive roster of over 70 iconic characters from various gaming franchises, including Mario, Link, Pikachu, and many more. Players engage in fast-paced battles where the objective is to knock opponents off the stage. The game offers a variety of game modes, including a robust single-player adventure and multiplayer options, both locally and online. Super Smash Bros. Ultimate is celebrated for its accessibility, nostalgia-inducing character lineup, and competitive depth, making it a must-play title for fans of the series and gaming enthusiasts alike.",
            "time" : "24 to infinite"
        },
        {
            "id" : 6,
            "title" : "Red Dead Redemption 2",
            "release" : 2018,
            "image" : "./assets/RedDeadRedemp2.jpg",
            "likes" : 0,
            "comments" : "",
            "description" : "Red Dead Redemption 2 is an epic open-world action-adventure game developed by Rockstar Games. Set in the late 1800s, it immerses players in the American Wild West, offering a vast and stunningly detailed open world to explore. Players assume the role of Arthur Morgan, an outlaw and member of the Van der Linde gang, as they navigate a captivating narrative filled with moral choices and complex characters. The game is known for its realism, intricate storytelling, and a wide range of activities, from gunfights and heists to hunting and fishing. Red Dead Redemption 2 is widely regarded as one of the greatest video games of its generation.",
            "time" : "50"
        },
        {
            "id" : 7,
            "title" : "GTA: San Andreas",
            "release" : 2004,
            "image" : "./assets/newGTA.png",
            "likes" : 0,
            "comments" : "",
            "description" : "Grand Theft Auto: San Andreas is an iconic open-world action-adventure game developed by Rockstar North. Released in 2004, it's set in a fictional state of San Andreas, loosely based on California in the early 1990s. Players assume the role of Carl 'CJ' Johnson as he returns to his hometown and gets caught up in gang conflicts, crime, and a vast criminal underworld. The game is known for its extensive open world, diverse missions, and the ability to freely explore cities, countryside, and even fly planes. GTA: San Andreas is celebrated for its immersive storytelling, humor, and memorable characters, making it a classic in the Grand Theft Auto series.",
            "time" : "30"
        },
        {
            "id" : 8,
            "title" : "Super Mario Oddyssey",
            "release" : 2017,
            "image" : "./assets/SuperMarioOdyssey.jpeg",
            "likes" : 0,
            "comments" : "",
            "description" : "Super Mario Odyssey is a captivating 3D platformer developed by Nintendo for the Nintendo Switch. In this delightful adventure, players join Mario on a globe-trotting quest to rescue Princess Peach from the clutches of Bowser. Mario's trusty hat, Cappy, plays a central role, allowing him to possess and control various objects and creatures, adding a unique gameplay mechanic. The game features diverse and imaginative kingdoms to explore, each with its own theme and challenges. Super Mario Odyssey combines classic platforming with innovation, offering a joyful and visually stunning experience that has charmed players of all ages.",
            "time" : "13"
        },
        {
            "id" : 9,
            "title" : "Resident Evil 4 Remake",
            "release" : 2023,
            "image" : "./assets/ResidentEvil4.jpg",
            "likes" : 0,
            "comments" : "",
            "description" : "Resident Evil 4 is a critically acclaimed survival horror game developed by Capcom. It follows the story of Leon S. Kennedy, a government agent, as he embarks on a mission to rescue the President's daughter from a mysterious cult in a rural European village. The game introduced a new over-the-shoulder perspective and emphasized action-packed gameplay while retaining elements of horror. With its intense combat, memorable enemies like the chainsaw-wielding Ganados, and a gripping narrative, Resident Evil 4 is considered a landmark title in the series and the survival horror genre, influencing many subsequent games.",
            "time" : "16"
        },
        {
            "id" : 10,
            "title" : "Monster Hunter",
            "release" : 2004,
            "image" : "./assets/newMonsterHunter.png",
            "likes" : 0,
            "comments" : "",
            "description" : "Monster Hunter (2004) is the inaugural installment of Capcom's beloved action RPG series. In this game, players step into the shoes of a brave Hunter, tasked with tracking and slaying various colossal monsters in a richly detailed fantasy world. The game's core gameplay revolves around strategic combat, resource gathering, and crafting, allowing players to fashion potent gear from their hard-earned spoils. Monster Hunter's cooperative multiplayer mode, where teams of players could join forces to hunt together, was a defining feature of the series. With its immersive, challenging gameplay and a deep focus on preparation and teamwork, Monster Hunter (2004) laid the foundation for the franchise's enduring success.",
            "time" : "50"
        }
    ]
}